{
  "paper": {
    "paper_id": "30820047",
    "pmcid": "PMC10115645",
    "pdf": "/Users/sherryhuang/Desktop/Wang Lab/nihms-1021255.pdf"
  },
  "global_field_audit": [
    {
      "field": "Stage",
      "value": "Meta-analysis",
      "confidence": 0.8,
      "evidence": "lting fees as a member of the Alzheimer’s Disease Advisory Board, Biogen; and as member of the Executive Committee for Author Manuscript Author Manuscript Author Manuscript Author Manuscript Kunkle et al. Page 2 Genetic meta-analysis of diagnosed Alzheimer’s disease identifies new risk loci and implicates Aβ, tau, immunity and lipid processing A full list of authors and affiliations appears at the end of the article. Abstract Risk for late-onset Alz",
      "rule": "found meta-analysis cues",
      "needs_review": false
    },
    {
      "field": "Analyses type",
      "value": "Imaging",
      "confidence": 0.7,
      "evidence": "nuscript Author Manuscript Kunkle et al. Page 34 106. Steele NZ et al. Fine-mapping of the human leukocyte antigen locus as a risk factor for Alzheimer disease: a case-control study. PLoS Med 14, 1–25 (2017). 107. Fekih Mrissa N et al. Association of HLA-DR-DQ polymorphisms with diabetes in Tunisian patients. Transfus. Apher. Sci 49, 200–204 (2013). [PubMed: 23402837] 108. Pugliese A et al. HLA-DRB1 15:01-DQA1 01:02-DQB1 06:02 haplotype pr",
      "rule": "matched association keywords -> Imaging",
      "needs_review": true
    },
    {
      "field": "Model type",
      "value": "logistic regression (with covariates)",
      "confidence": 0.75,
      "evidence": "1 class II genes were imputed. Individuals with more than two undetermined HLA alleles were excluded. Statistical analysis.—All analyses were performed in R184. Associations of HLA alleles with disease were tested using logistic regressions, adjusting for age, sex, and principal components as specified above for single variant association analysis. Only HLA alleles with a frequency higher than 1% were analyzed. Haplotype estimations and associa",
      "rule": "model family + covariate cues",
      "needs_review": true
    },
    {
      "field": "Imputation_simple2",
      "value": "NR",
      "confidence": 0.3,
      "evidence": " for Alzheimer’s Disease Consortium (GERAD/ PERADES) (Supplementary Tables 1 and 2, and Supplementary Note). To sample both common and rare variants (minor allele frequency (MAF) ≥ 0.01 and MAF < 0.01, respectively), we imputed the discovery datasets by using a 1,000 Genomes reference panel consisting of 36,648,992 single-nucleotide polymorphisms (SNPs), 1,380,736 insertions/deletions, and 13,805 structural variants. After quality control, 9",
      "rule": "no imputation keywords found",
      "needs_review": true
    }
  ],
  "record_field_audit": []
}